/*----------------------------------------------------------------------------------------------------------------------
   1 : Klavyeden bir n sayısı okuyunuz ve aşağıdaki deseni oluşturan programı yazınız (örneğimizde n = 6’dır):
     * 
    *** 
   ***** 
  *******
 ********* 
*********** 
 *********
  ******* 
   ***** 
    ***
     *
----------------------------------------------------------------------------------------------------------------------*/

public class Homework1 {

	public static void main(String[] args) {
		PatternTest.run();
	}

}
